Repository: iamzifei/inkstone
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Add a card
zh_hans: 添加卡片
zh_hant: 新增卡片

source: Add a group
zh_hans: 添加分组框
zh_hant: 新增分組框

source: Adds a hair space between 中文 and English while rendering. Your files are never modified.
zh_hans: 渲染时在中文与英文之间插入细空格，不会修改你的文件。
zh_hant: 算繪時在中文與英文之間插入細空格，不會修改你的檔案。

source: Animate
zh_hans: 重新布局
zh_hant: 重新佈局

source: Appearance
zh_hans: 外观
zh_hant: 外觀

source: Arrows
zh_hans: 箭头
zh_hant: 箭頭

source: Attachment folder
zh_hans: 附件文件夹
zh_hant: 附件資料夾

source: Attachments
zh_hans: 附件
zh_hant: 附件

source: Auto-close brackets and quotes
zh_hans: 自动补全括号和引号
zh_hant: 自動補齊括號與引號

source: Back
zh_hans: 后退
zh_hant: 上一頁

source: Back to the previous note (⌘[)
zh_hans: 返回上一篇笔记（⌘[）
zh_hant: 返回上一篇筆記（⌘[）

source: Backlinks
zh_hans: 反向链接
zh_hant: 反向連結

source: Body text
zh_hans: 正文
zh_hant: 內文

source: Calendar
zh_hans: 日历
zh_hant: 日曆

source: Calendar of daily notes
zh_hans: 日记日历
zh_hant: 日記日曆

source: Card
zh_hans: 卡片
zh_hant: 卡片

source: Centre force
zh_hans: 向心力
zh_hant: 向心力

source: Centre the graph on the note you have open
zh_hans: 以当前打开的笔记为中心
zh_hant: 以目前開啟的筆記為中心

source: Check spelling
zh_hans: 拼写检查
zh_hant: 拼字檢查

source: Chinese typography
zh_hans: 中文排版
zh_hant: 中文排版

source: Close the settings panel
zh_hans: 关闭设置面板
zh_hant: 關閉設定面板

source: Code
zh_hans: 代码
zh_hant: 程式碼

source: Colour every node matching a search
zh_hans: 给匹配某个搜索的节点上色
zh_hant: 給符合某個搜尋的節點上色

source: Compress full-width punctuation
zh_hans: 压缩全角标点
zh_hant: 壓縮全形標點

source: Connect
zh_hans: 连接
zh_hant: 連接

source: Continue lists on Return
zh_hans: 回车时续写列表
zh_hant: 按 Return 續寫清單

source: Couldn't open note
zh_hans: 无法打开笔记
zh_hant: 無法開啟筆記

source: Create Vault in iCloud Drive
zh_hans: 在 iCloud 云盘创建仓库
zh_hant: 在 iCloud 雲碟建立儲存庫

source: Daily notes
zh_hans: 日记
zh_hant: 日記

source: Dark
zh_hans: 深色
zh_hant: 深色

source: Date format
zh_hans: 日期格式
zh_hant: 日期格式

source: Default folder
zh_hans: 默认文件夹
zh_hant: 預設資料夾

source: Default mode
zh_hans: 默认模式
zh_hant: 預設模式

source: Delete
zh_hans: 删除
zh_hant: 刪除

source: Delete the selected cards
zh_hans: 删除选中的卡片
zh_hant: 刪除選取的卡片

source: Depth: %lld
zh_hans: 深度：%lld
zh_hant: 深度：%lld

source: Display
zh_hans: 显示
zh_hant: 顯示

source: Draw a node for every embedded image, PDF or clip
zh_hans: 为每个嵌入的图片、PDF 或音视频画一个节点
zh_hant: 為每個嵌入的圖片、PDF 或影音畫一個節點

source: Draw a node for every tag, joined to the notes carrying it
zh_hans: 为每个标签画一个节点，并连到带该标签的笔记
zh_hant: 為每個標籤畫一個節點，並連到帶該標籤的筆記

source: Draw an arrow between the two selected cards
zh_hans: 在选中的两张卡片之间画一条连线
zh_hant: 在選取的兩張卡片之間畫一條連線

source: Editor
zh_hans: 编辑器
zh_hant: 編輯器

source: Every link in this vault points at a note that exists.
zh_hans: 这个仓库里的每个链接都指向已存在的笔记。
zh_hant: 這個儲存庫裡的每個連結都指向已存在的筆記。

source: Existing files only
zh_hans: 仅显示已有文件
zh_hant: 僅顯示已有檔案

source: Files
zh_hans: 文件
zh_hant: 檔案

source: Files & Links
zh_hans: 文件与链接
zh_hant: 檔案與連結

source: Filters
zh_hans: 筛选
zh_hant: 篩選

source: Filters, groups, display and forces
zh_hans: 筛选、分组、显示与力学
zh_hant: 篩選、分組、顯示與力學

source: Find a note by name (⌘O)
zh_hans: 按名称查找笔记（⌘O）
zh_hant: 按名稱尋找筆記（⌘O）

source: Find or create a note…
zh_hans: 查找或新建笔记…
zh_hant: 尋找或新增筆記…

source: Find this note in the sidebar (⌥⌘R)
zh_hans: 在左侧文件树中展开并选中这篇笔记（⌥⌘R）
zh_hant: 在左側檔案樹中展開並選取這篇筆記（⌥⌘R）

source: Fit the whole canvas on screen
zh_hans: 缩放到显示整块白板
zh_hant: 縮放到顯示整塊白板

source: Fit the whole graph on screen
zh_hans: 缩放到显示整张关系图
zh_hant: 縮放到顯示整張關係圖

source: Folder
zh_hans: 文件夹
zh_hant: 資料夾

source: Font
zh_hans: 字体
zh_hant: 字型

source: Forces
zh_hans: 力学
zh_hant: 力學

source: Forward
zh_hans: 前进
zh_hant: 下一頁

source: Forward (⌘])
zh_hans: 前进（⌘]）
zh_hant: 前進（⌘]）

source: Git sync is not wired up yet in this build.
zh_hans: 此版本尚未接入 Git 同步。
zh_hant: 此版本尚未接入 Git 同步。

source: Graph
zh_hans: 图谱
zh_hant: 圖譜

source: Graph View
zh_hans: 关系图谱
zh_hant: 關係圖譜

source: Graph view — every note in the vault and the links between them (⇧⌘G)
zh_hans: 关系图——库中所有笔记及其之间的链接（⇧⌘G）
zh_hant: 關係圖——庫中所有筆記及其之間的連結（⇧⌘G）

source: Group
zh_hans: 分组
zh_hant: 群組

source: Groups
zh_hans: 分组
zh_hant: 分組

source: Heading scale
zh_hans: 标题比例
zh_hant: 標題比例

source: Hide links pointing at notes that don't exist yet
zh_hans: 隐藏指向尚不存在的笔记的链接
zh_hant: 隱藏指向尚不存在的筆記的連結

source: Hide the inspector
zh_hans: 隐藏检查器
zh_hant: 隱藏檢查器

source: How big the dots are
zh_hans: 节点画多大
zh_hant: 節點畫多大

source: How far apart a link tries to hold its two notes
zh_hans: 一条连线希望两篇笔记相隔多远
zh_hant: 一條連線希望兩篇筆記相隔多遠

source: How hard nodes push each other apart
zh_hans: 节点之间互相推开的力度
zh_hant: 節點之間互相推開的力度

source: How heavy the lines are
zh_hans: 连线画多粗
zh_hant: 連線畫多粗

source: How many links out from this note to follow
zh_hans: 从这篇笔记向外追几层链接
zh_hant: 從這篇筆記向外追幾層連結

source: How strongly a link pulls its two notes together
zh_hans: 一条连线把两篇笔记拉近的力度
zh_hant: 一條連線把兩篇筆記拉近的力度

source: Indent with tabs
zh_hans: 使用制表符缩进
zh_hant: 使用 Tab 縮排

source: Inkstone
zh_hans: 墨砚
zh_hant: 墨硯

source: Inspector
zh_hans: 检查器
zh_hant: 檢閱器

source: Keep notes that nothing links to and that link to nothing
zh_hans: 保留没有任何链接进出的笔记
zh_hant: 保留沒有任何連結進出的筆記

source: Language
zh_hans: 语言
zh_hant: 語言

source: Laying out…
zh_hans: 正在布局…
zh_hant: 正在佈局…

source: Layout
zh_hans: 版式
zh_hant: 版面

source: Letter spacing
zh_hans: 字间距
zh_hant: 字間距

source: Light
zh_hans: 浅色
zh_hant: 淺色

source: Limit line width
zh_hans: 限制行宽
zh_hant: 限制行寬

source: Line height
zh_hans: 行高
zh_hant: 行高

source: Link distance
zh_hans: 连线长度
zh_hant: 連線長度

source: Link force
zh_hans: 连线拉力
zh_hant: 連線拉力

source: Link notes with [[wikilinks]], or loosen the filters.
zh_hans: 用 [[双链]] 把笔记连起来，或者放宽筛选条件。
zh_hant: 用 [[雙鏈]] 把筆記連起來，或者放寬篩選條件。

source: Link thickness
zh_hans: 连线粗细
zh_hant: 連線粗細

source: Links
zh_hans: 链接
zh_hant: 連結

source: Live Preview
zh_hans: 实时预览
zh_hant: 即時預覽

source: Live preview
zh_hans: 实时预览
zh_hant: 即時預覽

source: Live preview — formatting shown, syntax only on the line you're editing
zh_hans: 实时预览——显示排版效果，只在光标所在行显示语法符号
zh_hant: 即時預覽——顯示排版效果，只在游標所在行顯示語法符號

source: Local graph
zh_hans: 局部图谱
zh_hant: 局部圖譜

source: Max line width
zh_hans: 最大行宽
zh_hant: 最大行寬

source: New Canvas
zh_hans: 新建白板
zh_hant: 新增白板

source: New Canvas Here
zh_hans: 在此新建白板
zh_hant: 在此新增白板

source: New Note
zh_hans: 新建笔记
zh_hant: 新增筆記

source: New Note Here
zh_hans: 在此新建笔记
zh_hant: 在此新增筆記

source: New group
zh_hans: 新建分组
zh_hant: 新增分組

source: New link format
zh_hans: 新链接格式
zh_hant: 新連結格式

source: New note (⌘N), canvas (⇧⌘N), or today's daily note (⇧⌘D)
zh_hans: 新建笔记（⌘N）、白板（⇧⌘N）或今天的日记（⇧⌘D）
zh_hant: 新增筆記（⌘N）、白板（⇧⌘N）或今天的日記（⇧⌘D）

source: New notes
zh_hans: 新笔记
zh_hant: 新筆記

source: No Vault
zh_hans: 未打开仓库
zh_hant: 未開啟儲存庫

source: No backlinks yet
zh_hans: 暂无反向链接
zh_hant: 暫無反向連結

source: No note open
zh_hans: 没有打开的笔记
zh_hant: 沒有開啟的筆記

source: No open tasks in this vault.
zh_hans: 这个仓库没有待办事项。
zh_hant: 這個儲存庫沒有待辦事項。

source: No outline
zh_hans: 暂无大纲
zh_hant: 暫無大綱

source: No unresolved links
zh_hans: 没有未解析的链接
zh_hant: 沒有未解析的連結

source: Node size
zh_hans: 节点大小
zh_hant: 節點大小

source: Nothing links to this note yet. Try a greater depth, or the whole vault.
zh_hans: 还没有笔记连到这一篇。试试加大深度，或者看整个知识库。
zh_hant: 還沒有筆記連到這一篇。試試加大深度，或者看整個知識庫。

source: Nothing recorded for this day.
zh_hans: 这一天没有记录。
zh_hant: 這一天沒有記錄。

source: Nothing selected
zh_hans: 未选择内容
zh_hant: 未選擇內容

source: Nothing to graph
zh_hans: 没有可显示的关系图
zh_hant: 沒有可顯示的關係圖

source: Open Folder as Vault
zh_hans: 打开文件夹作为仓库
zh_hant: 開啟資料夾作為儲存庫

source: Open Folder as Vault…
zh_hans: 打开文件夹作为仓库…
zh_hant: 開啟資料夾作為儲存庫…

source: Open Quick Switcher
zh_hans: 打开快速切换
zh_hant: 開啟快速切換

source: Open a note to centre the graph on it
zh_hans: 先打开一篇笔记，才能以它为中心
zh_hant: 先開啟一篇筆記，才能以它為中心

source: Open in New Tab
zh_hans: 在新标签页打开
zh_hant: 在新分頁開啟

source: Open tasks
zh_hans: 待办事项
zh_hant: 待辦事項

source: Orphans
zh_hans: 孤立笔记
zh_hant: 孤立筆記

source: Outgoing links
zh_hans: 出链
zh_hant: 外連

source: Outline
zh_hans: 大纲
zh_hant: 大綱

source: Pick a note from the sidebar, or start a new one.
zh_hans: 从侧边栏选一篇笔记，或新建一篇。
zh_hant: 從側邊欄選一篇筆記，或新增一篇。

source: Properties
zh_hans: 属性
zh_hant: 屬性

source: Pull toward the middle. Higher packs the graph tighter
zh_hans: 朝中心的拉力，越大整张图越紧凑
zh_hant: 朝中心的拉力，越大整張圖越緊湊

source: Put every graph setting back to its default
zh_hans: 把关系图的所有设置恢复默认
zh_hant: 把關係圖的所有設定恢復預設

source: Quick Switcher
zh_hans: 快速切换
zh_hant: 快速切換

source: Quick Switcher…
zh_hans: 快速切换…
zh_hant: 快速切換…

source: Reading
zh_hans: 阅读
zh_hant: 閱讀

source: Reading Mode
zh_hans: 阅读模式
zh_hant: 閱讀模式

source: Reading — the same as live preview but locked, so nothing is changed by a stray keystroke
zh_hans: 阅读——和实时预览一样，但锁定不可编辑，误触也改不到内容
zh_hant: 閱讀——和即時預覽一樣，但鎖定不可編輯，誤觸也改不到內容

source: Rebuild the graph and lay it out again
zh_hans: 重建关系图并重新布局
zh_hant: 重建關係圖並重新佈局

source: Recent vaults
zh_hans: 最近的仓库
zh_hant: 最近的儲存庫

source: Remove from list
zh_hans: 从列表中移除
zh_hant: 從列表中移除

source: Remove this group
zh_hans: 删除这个分组
zh_hant: 刪除這個分組

source: Rename…
zh_hans: 重命名…
zh_hant: 重新命名…

source: Repel force
zh_hans: 斥力
zh_hant: 斥力

source: Reveal in Sidebar
zh_hans: 在侧边栏中定位
zh_hant: 在側邊欄中定位

source: Reveal in sidebar
zh_hans: 在侧边栏中定位
zh_hant: 在側邊欄中定位

source: Run the layout again from the start
zh_hans: 从头重新跑一次布局
zh_hant: 從頭重新跑一次佈局

source: Save
zh_hans: 保存
zh_hant: 儲存

source: Scope
zh_hans: 范围
zh_hant: 範圍

source: Search
zh_hans: 搜索
zh_hant: 搜尋

source: Search files…
zh_hans: 搜索文件…
zh_hant: 搜尋檔案…

source: Search notes… (try tag:idea)
zh_hans: 搜索笔记…（试试 tag:想法）
zh_hant: 搜尋筆記…（試試 tag:想法）

source: Select a card to delete it
zh_hans: 选中卡片才能删除
zh_hant: 選取卡片才能刪除

source: Select two cards to connect them
zh_hans: 选中两张卡片才能连线
zh_hant: 選取兩張卡片才能連線

source: Settings
zh_hans: 设置
zh_hant: 設定

source: Show frontmatter as properties
zh_hans: 将 frontmatter 显示为属性
zh_hant: 將 frontmatter 顯示為屬性

source: Show the inspector — properties, backlinks, local graph
zh_hans: 显示检查器——属性、反向链接、局部关系图
zh_hant: 顯示檢查器——屬性、反向連結、局部關係圖

source: Show which way each link points
zh_hans: 显示每条连线的方向
zh_hant: 顯示每條連線的方向

source: Size
zh_hans: 字号
zh_hant: 字級

source: Source
zh_hans: 源码
zh_hant: 原始碼

source: Source Mode
zh_hans: 源码模式
zh_hant: 原始碼模式

source: Source — the raw Markdown exactly as it is on disk
zh_hans: 源码——磁盘上原样的 Markdown
zh_hant: 原始碼——磁碟上原樣的 Markdown

source: Space between Chinese and Latin
zh_hans: 中英文之间加空格
zh_hant: 中英文之間加空格

source: Sync
zh_hans: 同步
zh_hant: 同步

source: System
zh_hans: 跟随系统
zh_hant: 跟隨系統

source: Tags
zh_hans: 标签
zh_hant: 標籤

source: Takes effect after restarting Inkstone.
zh_hans: 重启墨砚后生效。
zh_hant: 重新啟動墨硯後生效。

source: Text fade threshold
zh_hans: 文字淡出阈值
zh_hant: 文字淡出閾值

source: Theme
zh_hans: 主题
zh_hant: 主題

source: This note
zh_hans: 当前笔记
zh_hant: 目前筆記

source: This vault is stored locally. Move it into iCloud Drive to sync across devices.
zh_hans: 这个仓库存储在本地。移到 iCloud 云盘即可跨设备同步。
zh_hant: 這個儲存庫儲存在本機。移到 iCloud 雲碟即可跨裝置同步。

source: This vault lives in iCloud Drive and syncs automatically.
zh_hans: 这个仓库位于 iCloud 云盘，会自动同步。
zh_hant: 這個儲存庫位於 iCloud 雲碟，會自動同步。

source: Today's Daily Note
zh_hans: 今天的日记
zh_hant: 今天的日記

source: Typography
zh_hans: 排版
zh_hant: 排版

source: Unresolved
zh_hans: 未解析
zh_hant: 未解析

source: Unresolved Links
zh_hans: 未解析链接
zh_hant: 未解析連結

source: Unresolved links
zh_hans: 未解析链接
zh_hant: 未解析連結

source: Unsaved changes
zh_hans: 有未保存的更改
zh_hant: 有未儲存的變更

source: Update links when a note is renamed
zh_hans: 重命名笔记时更新链接
zh_hant: 重新命名筆記時更新連結

source: Use shortest path when possible
zh_hans: 尽可能使用最短路径
zh_hant: 盡可能使用最短路徑

source: View
zh_hans: 视图
zh_hant: 檢視

source: Week starts on Monday
zh_hans: 每周从周一开始
zh_hant: 每週從週一開始

source: Whole Vault Graph
zh_hans: 整库关系图
zh_hant: 整庫關係圖

source: Whole vault
zh_hans: 整个知识库
zh_hant: 整個知識庫

source: Your notes, as plain files you own.
zh_hans: 你的笔记，是你自己拥有的纯文本文件。
zh_hant: 你的筆記，是你自己擁有的純文字檔案。

source: Zoom
zh_hans: 缩放
zh_hant: 縮放

source: Zoom below which labels fade out. 0 keeps them on always
zh_hans: 低于此缩放级别时隐藏标签；0 表示始终显示
zh_hant: 低於此縮放級別時隱藏標籤；0 表示始終顯示

source: Zoom in
zh_hans: 放大
zh_hant: 放大

source: Zoom out
zh_hans: 缩小
zh_hant: 縮小

source: iCloud Drive
zh_hans: iCloud 云盘
zh_hant: iCloud 雲碟
